/* Exact file size (in bytes). */
"%qu bytes" = "%qu Byte";

/* Alert message */
"A rule named \"%@\" already exists." = "Es gibt bereits eine Regel mit dem Namen \"%@\".";

/* Window title */
"Apply filter" = "Filter anwenden";

/* File size unit for bytes. */
"B" = "B";

/* Alert panel button */
"Cancel" = "Abbrechen";

/* Window title */
"Edit mask" = "Filter bearbeiten";

/* Alert message */
"Failed to save the image." = "Das Bild knonte nicht gesichert werden.";

/* Filter naming template. */
"Filter%d" = "Filter%d";

/* Message in progress panel while filtering */
"Filtering %@" = "%@ wird gefiltert";

/* Title of progress panel. */
"Filtering in progress" = "Filtern wird durchgeführt";

/* File size unit for gigabytes. */
"GB" = "GB";

/* File size unit for kilobytes. */
"kB" = "kB";

/* File size unit for megabytes. */
"MB" = "MB";

/* The filter name when there is no filter. */
"None" = "Ohne Titel";

/* Alert panel button */
"OK" = "Löschen";

/* Alert panel button */
"Remove" = "Entfernen";

/* Alert message */
"Remove the rule named \"%@\"?" = "Soll die Regel \"%@\" wirklich entfernt werden?";

/* Title of progress panel. */
"Rescanning in progress" = "Es wird erneut gescannt";

/* Title of save-panel */
"Save image" = "Ansicht sichern";

/* Prompt in open panel */
"Scan" = "Scannen";

/* Title of open panel */
"Scan folder" = "Gescannter Ordner";

/* Message in progress panel while scanning */
"Scanning %@" = "%@ wird gescannt";

/* Title of progress panel. */
"Scanning in progress" = "Es wird gescannt";

/* File size unit for terabytes. */
"TB" = "TB";

/* Alert message */
"The rule must have a name." = "Die Regel muss benannt werden.";

/* Alert informative text */
"The rule will be irrevocably removed from the rule repository." = "Die Regel wird unwiderruflich aus dem Regelwerk entfernt.";

/* Alert informative text */
"The rule will be replaced by the default rule with this name." = "Die Regel wird durch die Standardregel mit diesem Namen ersetzt.";

